jorgebucaran/fisher
PatrickF1/fzf.fish
jethrokuan/z
jorgebucaran/autopair.fish
nickeb96/puffer-fish
meaningful-ooo/sponge
jhillyerd/plugin-git
franciscolourenco/done
